Repository: novice3030/every-package
Catalog: src/locale/messages.*.xlf
Languages: he

source: Every Package
he: כל חבילה

source: Change to dark mode
he: החלף למצב לילה

source: Change to light mode
he: החלף למצב יום

source: Please login
he: התחבר בבקשה

source: Email
he: דוא"ל

source: Password
he: סיסמה

source: Wrong email or password
he: שם משתמש או סיסמה שגויים

source: Login
he: התחבר

source: Create an order
he: צור הזמנה

source: Pickup
he: איסוף

source: Sender name
he: שם השולח

source: Sender phone
he: טלפון השולח

source: Pickup address
he: כתובות איסוף

source: Dropoff
he: מסירה

source: Reciver name
he: שם המקבל

source: Reciver phone
he: טלפון המקבל

source: Dropoff address
he: כתובת מסירה

source: Select delivery date
he: בחר תאריך משלוח

source: submit order
he: שלח הזמנה

source: Faild to create order!
he: שגיאה ביצירת הזמנה!

source: Order created!
he: הזמנה נוצרה

source: Select Delivery time
he: בחר שעת מסירה

source: Select city for pickup
he: בחר עיר לאיסוף

source: Select city for dropoff
he: בחר עיר למסירה
